Repository: DoriDoro/django_portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: About
de: Info

source: Skills
de: Kenntnisse

source: Resume
de: Lebenslauf

source: Portfolio
de: Projekte

source: Journal
de: Tagebuch

source: user instance
de: Benutzerinstanz

source: dream job description
de: Traumjobbeschreibung

source: after work description
de: Freizeitbeschreibung

source: achievement visible on website
de: Errungenschaft auf der Webseite sichtbar

source: degree visible on website
de: Abschluss auf der Webseite sichtbar

source: fact visible on website
de: Tatsache auf der Webseite sichtbar

source: hobby visible on website
de: Hobby auf der Webseite sichtbar

source: Freelance
de: Freiberufliche Tätigkeit

source: Employed
de: Angestellt

source: Apprenticeship
de: Berufsausbildung

source: Formation
de: Weiterbildung

source: Mentoring
de: Berufsbegleitende Person

source: Parental_Leave
de: Elternzeit

source: Sabbatical
de: Sabbatjahr

source: start date
de: Startdatum

source: end date
de: Enddatum

source: present
de: bis heute

source: job type
de: Berufsbeyeichnung

source: job visible on website
de: Beruf auf der Webseite sichtbar

source: If the job is ongoing, the end date should be empty.
de: Wenn es sich um einen laufenden Auftrag handelt, sollte das Enddatum leer sein.

source: End date must be provided if the job is not ongoing.
de: Das Enddatum muss angegeben werden, wenn es sich nicht um einen laufenden Auftrag handelt.

source: End date should be after start date.
de: Das Enddatum sollte nach dem Startdatum liegen.

source: A1 - Beginner
de: A1 - Anfänger

source: A2 - Elementary
de: A2 - Grundkenntnisse

source: B1 - Intermediate
de: B1 - Mittelstufe

source: B2 - Upper Intermediate
de: B2 - Fortgeschritten

source: C1 - Advanced
de: C1 - Fortgeschrittenes Niveau

source: C2 - Proficient
de: C2 - Kompetent

source: Native Speaker
de: Muttersprache

source: language visible on website
de: Sprache auf der Webseite sichtbar

source: email address
de: Emailadresse

source: spoken language
de: gesprochene Sprache

source: reference visible on website
de: Referenz auf der Website sichtbar

source: url of social media
de: Url der sozialen Medien

source: social media visible on website
de: Social Media auf der Website sichtbar

source: Contact Details
de: Kontaktinformationen

source: PHONE
de: TELEFON

source: CITY
de: STADT

source: Current Positions
de: Derzeitige Positionen

source: Who is DoriDoro
de: Wer ist DoriDoro

source: Free time
de: Freizeit

source: Projects
de: Projekte

source: Amount of skills
de: Anzahl der Fähigkeiten

source: Achievements
de: Errungenschaften

source: Interests
de: Interessen

source: I'm a <span>%(profession)s</span> from Germany, living in France.
de: Ich bin eine <span>%(profession)s</span> aus Deutschland und wohne in Frankreich.

source: Education
de: Ausbildung

source: at
de: bei

source: to
de: bis

source: Professional Experience
de: Berufliche Erfahrung

source: "Bring organisation talent, programming skills and sometimes biscuits to work."
de: "Bringe Organisationstalent, Programmierkenntnisse und manchmal auch Kekse mit zur Arbeit."

source: Programming Skills
de: Programmierfähigkeiten

source: Other Skills
de: Andere Fähigkeiten

source: Soft Skills
de: Sozale Fähigkeiten

source: Strength
de: Stärken

source: Languages
de: Sprachen

source: My dream job
de: Mein Traumjob

source: Draft
de: Entwurf

source: Published
de: Veröffentlicht

source: journal link visible on website
de: Tagebuch auf der Webseite sichtbar

source: All
de: Alle

source: English
de: Englisch

source: German
de: Deutsch

source: French
de: Französisch

source: skill set of project
de: Kompetenzen des Projekts

source: future plans of project
de: Zukunftspläne des Projekts

source: project visible on website
de: Projekt auf der Website sichtbar

source: Other
de: Andere

source: Personal Project
de: Persönliches Projekt

source: link visible on website
de: Link auf der Webseite sichtbar

source: picture
de: Bild

source: picture visible on website
de: Bild auf der Website sichtbar

source: The uploaded file is not a valid image. -- %s
de: Die hochgeladene Datei ist kein gültiges Bild. -- %s

source: The uploaded file could not be reopened as an image. -- %s
de: Die hochgeladene Datei konnte nicht erneut als Bild geöffnet werden. -- %s

source: An error occurred while processing the image. -- %s
de: Bei der Verarbeitung des Bildes ist ein Fehler aufgetreten. -- %s

source: The image width is smaller than 800 pixels.
de: Die Bildbreite ist kleiner als 800 Pixel.

source: Weakness
de: Schwäche

source: skill visible on website
de: Fähigkeit auf der Webseite sichtbar

source: OpenClassrooms Project
de: OpenClassrooms Projekt

source: tag visible on website
de: Tag auf der Webseite sichtbar

source: Project information
de: Projektinformationen

source: create date
de: Erstelldatum

source: evaluation date
de: Erstelldatum

source: Introduction
de: Einleitung

source: Competences
de: Kompetenzen

source: Learning Experience
de: Lernerfahrung

source: Implementations in the future
de: Umsetzung in der Zukunft

source: url of degree
de: Url des Abschlusses

source: until present
de: bis heute

source: cover picture
de: Titelbild

source: Project date
de: Erstelldatum

source: Communication
de: Kommunikation

source: Problem-solving
de: Probleme lösen

source: Time management
de: Zeitmanagement

source: Empathy
de: Einfühlungsvermögen

source: Positive attitude
de: Positive Einstellung

source: Conflict resolution
de: Konfliktbewältigung

source: Quick comprehension
de: Schnelle Auffassungsgabe

source: Prioritising tasks
de: Priorisierung von Aufgaben

source: Autonomy
de: Eigenständigkeit

source: Adaptability
de: Anpassungsfähigkeit

source: Determination
de: Entschlossenheit

source: Commitment
de: Verbindlichkeit

source: Patience
de: Geduld

source: Continuous learning
de: Kontinuierliches Lernen

source: Reliability
de: Verlässlichkeit

source: Persistence
de: Beharrlichkeit

source: Professionalism
de: Professionalität

source: Home office experience
de: Home Office Erfahrung

source: Perfectionism
de: Perfektionismus
