{
  "profile_description": "I am a composed and well-balanced individual who thrives on activity and continuous learning. Diligence characterizes my approach, as I am quick to grasp new concepts  and adapt to new challenges. My reliability and sensitivity make me a trusted team member, and I prioritize effective communication and organization in all endeavors.\n\nDriven by high personal standards, I exhibit a penchant for perfectionism in specific areas, particularly in programming. I am committed to elevating my skills and expectations in this field, aspiring to become a dependable and esteemed asset within my future organization.\n\nThroughout my career, I have cultivated a collaborative mindset, recognizing the importance of teamwork in achieving collective goals. I derive satisfaction from working alongside others and contributing to a supportive and cohesive team environment. While valuing teamwork, I also relish opportunities for independent work and initiative.",
  "dream_job_description": "I possess a keen curiosity to understand the entirety of processes, striving to grasp the 'big picture' to comprehend the why, how, and what of tasks. I prioritize comprehension over rote learning, seeking to fully understand the task at hand to effectively prioritize my focus. A culture of feedback and open communication is indispensable to me, as I value insights into areas where I can improve and grow.\n\nWith a preference for home office work, I leverage my organizational prowess and ability to prioritize tasks efficiently, ensuring timely completion of assignments. My quick comprehension allows me to grasp concepts rapidly when presented clearly, contributing to my independence and personal responsibility in task execution. Driven by determination and conscientiousness, I consistently deliver reliable and high-quality work, refusing to give up until tasks are completed to satisfaction.\n\nI acknowledge my weaknesses, including introversion and shyness, yet I actively work to overcome these barriers through continuous learning and self-improvement. While small talk may not come naturally to me, I excel in problem-solving and effective communication when tackling substantive challenges. Furthermore, I confront perfectionism by striving for improvement rather than flawlessness, recognizing the importance of progress over perfection.\n\nMy soft skills, including effective communication, attention to detail, and adaptability, complement my technical proficiency in programming. Proficient in Python, Django, Django REST Framework, Flask, and related tools such as Unittest, Pytest, and CLI applications, I excel in software development. Additionally, my expertise extends to version control with Git and GitHub, deployment with Heroku, Vercel, and Render, and database management with SQLite, PostgreSQL, and SQL.\n\nFurthermore, I am well-versed in UML, wireframe, user stories, and entity-relationship diagrams, enhancing my ability to conceptualize and develop robust software solutions. Leveraging tools like Sentry, Docker, Celery, and PyCharm, I ensure the reliability, scalability, and efficiency of my projects, consistently adhering to best practices and industry standards.",
  "free_time_description": "I would like to have time for a dog again. I really miss the morning walks with my dog to start the day with positive energy. My aim is to find a better balance between my life and my needs, those of my son and the demands of my future job. In the morning, I need time for myself, to find the strength and energy I need for the hole day, to concentrate and to do something good for my body. I like sitting in front of the computer, but you also need time to exercise and channel your energy. Organizing my energy in the evening does not work as well as it does in the morning.\n\nIn the evening, I like to watch films and take a break from my day. I like spending time with animals, especially dogs and horses. Some time ago, I have bought a little pony for my son and me. I love spending time with animals. This pony is so adorable and it gives me so much strength back. Once a week I am able to take riding lessens. This horse is amazing, the bond I feel to him is really fascinating.\n\nI like to talk with my family and my best friend. I really enjoy exchanging information on specific subjects, small-talk is difficult for me. I like to share my knowledge, I like to teach others and I'm a good listener. For some time now, I've been reading articles on Medium or Dev.io to refine my knowledge. I've also written articles on Dev.io.",
  "achievements": [
    {
      "title": "Formation",
      "content": "In July 2024: Completed a 24-month training program in just 20 months."
    },
    {
      "title": "Relocate",
      "content": "Relocated to Rennes and started a formation within 6 weeks, despite the challenge of finding accommodation."
    },
    {
      "title": "Single parent",
      "content": "Single parent, working full-time (80% in enterprise and 20% formation)."
    },
    {
      "title": "French",
      "content": "Undertook formation in French, despite limited proficiency in the language."
    },
    {
      "title": "Challenges",
      "content": "Demonstrated resilience and adaptability in overcoming challenges."
    },
    {
      "title": "Self",
      "content": "Proved commitment to continuous self-improvement and ability to thrive in adverse situations."
    },
    {
      "title": "Myself",
      "content": "Through sheer determination and perseverance, I navigated through the complexities of the coursework and emerged victorious, showcasing my resilience and adaptability in adverse situations."
    }
  ],
  "facts": [
    {
      "title": "Availability",
      "content": "I am currently in search of a new job opportunity and am available to start within 1.5 months. I am eager to bring my skills and experience to a new role and contribute to the success of a dynamic organization."
    },
    {
      "title": "Relocate",
      "content": "I need to vacate my current apartment by 31.12.2024 and am fully prepared to relocate within France, preferably near the German border, or to Switzerland. I am open to new opportunities that align with this transition."
    },
    {
      "title": "Formation",
      "content": "I am currently at the final stage of my formation and will complete it upon securing a new employer. I am eager to apply my knowledge and skills in a new role and finalize my training with hands-on experience in a professional setting."
    }
  ],
  "jobs": [
    {
      "company_name": "Cocoonr Hosting Power and Book&Pay",
      "position": "Apprenticeship as Python Developer",
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": "Rennes (FRANCE)",
      "description": [
        "I have effectively utilized Notion as an integral tool for managing project workflows.",
        "My expertise includes working on tasks within Notion, where I have seamlessly created, tracked, and completed independently various project assignments, ensuring timely delivery and adherence to project goals.",
        "Proficient in handling database requests and exporting data into CSV files.",
        "Responsible for managing the internal Slack chat 'Assistance Technique' where colleagues report bugs, problems, and server errors.",
        "Skilled in checking Sentry for errors and identifying issues promptly.",
        "Experienced in verifying bugs, resolving them, or creating development requests as necessary.",
        "Capable of analyzing code to provide explanations for issues and propose solutions.",
        "Enhanced understanding of website operations and management through problem-solving activities.",
        "Proficient in generating scripts with templates for inserting new data, such as new cities, into the database.",
        "Skilled in implementing new dashboard modules and assembling custom code modules to create innovative dashboard features."
      ],
      "job_type": "APPRENTICESHIP"
    },
    {
      "company_name": "",
      "position": "Parental Leave",
      "start_date": "2020-09-01",
      "end_date": "2022-11-21",
      "description": [
        "Dedication to my family's needs and being present during key developmental stages of my child's life. Grow personally and develop important skills such as patience, time management, and multitasking.",
        "Maintain a healthy work-life balance by taking time off to prioritize family while also recognizing the significance of personal and professional development."
      ],
      "job_type": "PARENTAL_LEAVE"
    },
    {
      "company_name": "Comdata (Nissan)",
      "position": "Customer Support Agent (Helpdesk)",
      "start_date": "2016-06-01",
      "end_date": "2020-09-01",
      "address": "Gennevilliers (FRANCE)",
      "description": [
        "Proficiently managed multilingual communication channels in both German and English, handling calls, chats, and emails with customers.",
        "Demonstrated efficiency in problem resolution by escalating technical issues to relevant third-party providers, ensuring timely and effective solutions.",
        "Specialized expertise as a Telematics Agent (Helpdesk Agent), tasked with resolving inquiries and addressing issues pertaining to the onboard infotainment system and associated services within automotive environments.",
        "Utilized Salesforce CRM proficiently as a comprehensive recording and management system, facilitating streamlined documentation and tracking of customer interactions and resolutions."
      ],
      "job_type": "EMPLOYED"
    },
    {
      "company_name": "",
      "position": "Time of integration in France",
      "start_date": "2015-05-01",
      "end_date": "2016-06-01",
      "description": [
        "Proactively relocated to France, demonstrating adaptability and a readiness to embrace new experiences.",
        "Engaged in the vibrant community of Paris as a dog walker, providing attentive care and companionship to pets while exploring the city's diverse neighborhoods."
      ],
      "job_type": "SABBATICAL"
    },
    {
      "company_name": "Research Clinical Center of Freiburg im Breisgau",
      "position": "Chemical Technical Assistant",
      "start_date": "2008-06-01",
      "end_date": "2015-02-01",
      "address": "Freiburg im Breisgau (Germany)",
      "description": [
        "Autonomously managed projects under the supervision of senior leadership, demonstrating initiative and self-reliance in project execution.",
        "Proficiently analyzed project-generated data, translating findings into visually informative graphs and reports to facilitate data-driven decision-making processes. Collaborated effectively with post-doctoral researchers, fostering teamwork and knowledge exchange to achieve project objectives efficiently."
      ],
      "job_type": "EMPLOYED"
    },
    {
      "company_name": "OpenClassrooms",
      "position": "Path: Developer Python",
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": "Home Office (FRANCE)",
      "description": [
        "Online training with OpenClassrooms, demonstrating dedication to self-improvement and professional development through distance learning.",
        "Successfully completed coursework and assignments from a home office environment, showcasing adaptability and self-discipline in remote work settings.",
        "Bachelor's-level diploma program, underscoring academic achievement and commitment to continuous learning and skill enhancement.",
        "Data management via ETL, Git/GitHub version control, Python basics.",
        "UML use case diagram, user stories, functional models, macro project breakdown with Kanban.",
        "Python code structuring with design patterns, PEP 8 adherence, object-oriented programming.",
        "Interacting with REST APIs, front-end development with HTML/CSS/JS.",
        "Problem deconstruction, algorithm development.",
        "Agile project management, functional requirement definition, prototyping with domain models/mock-ups.",
        "API security (OWASP/RGPD), Django REST API creation, Postman.",
        "Python test suite implementation, error handling, environment configuration, debugging.",
        "Secure database implementation with Python/SQL.",
        "Application documentation, technical debt reduction, Sentry code control, deployment, CI/CD methodology, modular Python architecture."
      ],
      "job_type": "FORMATION"
    },
    {
      "company_name": "",
      "position": "weekly mentor sessions with Django and OpenClassrooms Mentor",
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": "Home Office (FRANCE)",
      "description": [
        "Engaged in distance learning mentor sessions with an OpenClassrooms mentor as part of my coursework. Utilizing the sessions to seek guidance and clarification on OpenClassrooms projects, ensuring comprehension and successful completion of assignments.",
        "Received personalized support and mentorship to navigate through the projects, benefiting from expert guidance and practical insights to enhance project understanding and execution."
      ],
      "job_type": "MENTORING"
    },
    {
      "company_name": "",
      "position": "weekly mentor sessions with Django Mentor",
      "start_date": "2023-09-01",
      "end_date": "2024-07-01",
      "address": "Home Office (FRANCE)",
      "description": [
        "Comprehensive understanding of Django's core principles, including its processes, functionalities, and best practices.",
        "Received personalized guidance and support in effectively utilizing Django for project development, including practical insights into implementation strategies and optimization techniques.",
        "Additionally, received assistance with OpenClassrooms projects to deepen comprehension and refine project execution, enhancing overall learning outcomes and skill proficiency."
      ],
      "job_type": "MENTORING"
    },
    {
      "company_name": "Ironhack Paris",
      "position": "Web development bootcamp",
      "start_date": "2019-08-01",
      "end_date": "2019-10-01",
      "address": "Paris (FRANCE)",
      "description": [
        "Completed a rigorous 3-month intensive bootcamp focused on becoming a proficient Full Stack Web Developer.",
        "Comprehensive instruction covering fundamental concepts and tools essential for full stack web  development.",
        "Actively engaged in hands-on learning, culminating in the creation of personalized projects to solidify understanding and apply newly acquired skills."
      ],
      "job_type": "FORMATION"
    }
  ],
  "links": [
    {
      "title": "ToDoro",
      "origin": "GITHUB",
      "platform": "PERSONAL_PROJECT",
      "url": "https://github.com/DoriDoro/ToDoro"
    },
    {
      "title": "Book to Scrape",
      "legend": "Project 2 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/Book_to_Scrape"
    },
    {
      "title": "Chess Tournament",
      "legend": "Project 4 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/Chess_Tournament"
    },
    {
      "title": "Just Stream It",
      "legend": "Project 6 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/JustStreamIt"
    },
    {
      "title": "Algo Invest Trade",
      "legend": "Project 7 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/algoInvest_trade"
    },
    {
      "title": "Litrature Reviue Project",
      "legend": "Project 9 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/LITRevu-project"
    },
    {
      "title": "SoftDesk API",
      "legend": "Project 10 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/SoftDesk_api"
    },
    {
      "title": "Gudlft",
      "legend": "Project 11 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/Gudlft"
    },
    {
      "title": "Epic Events",
      "legend": "Project 12 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/EpicEvents"
    },
    {
      "title": "Orange Country Lettings",
      "legend": "Project 13 of OpenClassrooms Python Path",
      "origin": "GITHUB",
      "platform": "OPENCLASSROOMS",
      "url": "https://github.com/DoriDoro/OC_lettings"
    },
    {
      "title": "Orange Country Lettings",
      "legend": "Project 13 of OpenClassrooms Python Path",
      "origin": "RENDER",
      "platform": "OPENCLASSROOMS",
      "url": "https://oc-lettings-site-latest-c1cc.onrender.com"
    },
    {
      "title": "Django Portfolio",
      "origin": "GITHUB",
      "platform": "PERSONAL_PROJECT",
      "url": "https://github.com/DoriDoro/django_portfolio"
    },
    {
      "title": "Flask Portfolio",
      "origin": "GITHUB",
      "platform": "PERSONAL_PROJECT",
      "url": "https://github.com/DoriDoro/portfolio_dorothea-reher"
    },
    {
      "title": "Flask Portfolio",
      "origin": "VERCEL",
      "platform": "PERSONAL_PROJECT",
      "url": "https://portfolio-dorothea-reher.vercel.app/"
    }
  ],
  "tags": [
    {
      "name": "Python",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Django",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "DRF",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Flask",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Unittest",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Pytest",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "CLI application",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Git",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "GitHub",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "GitHub actions",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "GitLab",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Branching",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "SQLite",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "PostgreSQL",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "SQL",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Postman",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Celery",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "UML",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Wireframe",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "User Story",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "ERD",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Sentry",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Docker",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Heroku",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Vercel",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Render",
      "category": "PROGRAMMING_SKILLS"
    },
    {
      "name": "Communication",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Problem-solving",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Attention to details",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Time management",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Continuous learning",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Adaptability",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Empathy",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Positive attitude",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Conflict resolution",
      "category": "SOFT_SKILLS"
    },
    {
      "name": "Organisational ability with prioritisation",
      "category": "STRENGTH"
    },
    {
      "name": "Quick comprehension",
      "category": "STRENGTH"
    },
    {
      "name": "Independence",
      "category": "STRENGTH"
    },
    {
      "name": "Personal responsibility",
      "category": "STRENGTH"
    },
    {
      "name": "Reliable",
      "category": "STRENGTH"
    },
    {
      "name": "Finish the job",
      "category": "STRENGTH"
    },
    {
      "name": "Do not give up",
      "category": "STRENGTH"
    },
    {
      "name": "Home office experience",
      "category": "STRENGTH"
    },
    {
      "name": "Introverted",
      "category": "WEAKNESSES"
    },
    {
      "name": "Shy",
      "category": "WEAKNESSES"
    },
    {
      "name": "Making small talk",
      "category": "WEAKNESSES"
    },
    {
      "name": "Perfectionism",
      "category": "WEAKNESSES"
    },
    {
      "name": "Communication barrier in French",
      "category": "WEAKNESSES"
    },
    {
      "name": "Afraid not to be good enough",
      "category": "WEAKNESSES"
    },
    {
      "name": "PyCharm",
      "category": "OTHER"
    },
    {
      "name": "Visual Studio Code",
      "category": "OTHER"
    },
    {
      "name": "Linux (Ubuntu)",
      "category": "OTHER"
    },
    {
      "name": "macOS",
      "category": "OTHER"
    }
  ]
}
