{
  "DoriDoro": [
    {
      "introduction": {
        "en": "I am a composed and well-balanced individual who thrives on activity and continuous learning. Diligence characterizes my approach, as I am quick to grasp new concepts  and adapt to new challenges. My reliability and sensitivity make me a trusted team member, and I prioritize effective communication and organization in all endeavors.\n\nDriven by high personal standards, I exhibit a penchant for perfectionism in specific areas, particularly in programming. I am committed to elevating my skills and expectations in this field, aspiring to become a dependable and esteemed asset within my future organization.\n\nThroughout my career, I have cultivated a collaborative mindset, recognizing the importance of teamwork in achieving collective goals. I derive satisfaction from working alongside others and contributing to a supportive and cohesive team environment. While valuing teamwork, I also relish opportunities for independent work and initiative.",
        "de": "Ich bin ein ruhiger und ausgeglichener Mensch, der sich durch Aktivität und ständiges Lernen auszeichnet. Ich bin fleißig und kann mich schnell in neue Konzepte einarbeiten und mich an neue Herausforderungen anpassen. Meine Zuverlässigkeit und mein Einfühlungsvermögen machen mich zu einem vertrauenswürdigen Teammitglied, und ich lege bei allen Bemühungen Wert auf effektive Kommunikation und Organisation.\n\nIch habe einen hohen persönlichen Anspruch und einen Hang zum Perfektionismus in bestimmten Bereichen, insbesondere bei der Programmierung. Ich bin bestrebt, meine Fähigkeiten und Erwartungen in diesem Bereich zu erhöhen und strebe danach, ein zuverlässiger und geschätzter Mitarbeiter in meinem zukünftigen Unternehmen zu werden.\n\nWährend meiner gesamten beruflichen Laufbahn habe ich eine kollaborative Denkweise gepflegt und die Bedeutung von Teamarbeit für das Erreichen gemeinsamer Ziele erkannt. Es bereitet mir Freude, mit anderen zusammenzuarbeiten und zu einem unterstützenden und harmonischen Teamumfeld beizutragen. Obwohl ich Teamarbeit schätze, freue ich mich auch über Gelegenheiten zu eigenständiger Arbeit und Initiative.",
        "fr": "Je suis une personne calme et équilibrée qui se nourrit d'activité et d'apprentissage continu. La diligence caractérise mon approche, car je suis prompte à saisir de nouveaux concepts et à m'adapter à de nouveaux défis. Ma fiabilité et ma sensibilité font de moi un membre de confiance de l'équipe, et je donne la priorité à une communication efficace et à l'organisation dans toutes mes activités.\n\nAnimé par des normes personnelles élevées, j'ai un penchant pour le perfectionnisme dans des domaines spécifiques, en particulier la programmation. Je m'engage à améliorer mes compétences et mes attentes dans ce domaine, en aspirant à devenir un atout fiable et estimé au sein de ma future organisation.\n\nTout au long de ma carrière, j'ai cultivé un esprit de collaboration, reconnaissant l'importance du travail d'équipe pour atteindre des objectifs collectifs. J'éprouve de la satisfaction à travailler avec d'autres personnes et à contribuer à un environnement d'équipe favorable et cohésif. Tout en appréciant le travail d'équipe, j'apprécie également les possibilités de travail indépendant et d'initiative."
      }
    },
    {
      "dream_job": {
        "en": "I possess a keen curiosity to understand the entirety of processes, striving to grasp the 'big picture' to comprehend the why, how, and what of tasks. I prioritize comprehension over rote learning, seeking to fully understand the task at hand to effectively prioritize my focus. A culture of feedback and open communication is indispensable to me, as I value insights into areas where I can improve and grow.\n\nWith a preference for home office work, I leverage my organizational prowess and ability to prioritize tasks efficiently, ensuring timely completion of assignments. My quick comprehension allows me to grasp concepts rapidly when presented clearly, contributing to my independence and personal responsibility in task execution. Driven by determination and conscientiousness, I consistently deliver reliable and high-quality work, refusing to give up until tasks are completed to satisfaction.\n\nI acknowledge my weaknesses, including introversion and shyness, yet I actively work to overcome these barriers through continuous learning and self-improvement. While small talk may not come naturally to me, I excel in problem-solving and effective communication when tackling substantive challenges. Furthermore, I confront perfectionism by striving for improvement rather than flawlessness, recognizing the importance of progress over perfection.\n\nMy soft skills, including effective communication, attention to detail, and adaptability, complement my technical proficiency in programming. Proficient in Python, Django, Django REST Framework, Flask, and related tools such as Unittest, Pytest, and CLI applications, I excel in software development. Additionally, my expertise extends to version control with Git and GitHub, deployment with Heroku, Vercel, and Render, and database management with SQLite, PostgreSQL, and SQL.\n\nFurthermore, I am well-versed in UML, wireframe, user stories, and entity-relationship diagrams, enhancing my ability to conceptualize and develop robust software solutions. Leveraging tools like Sentry, Docker, Celery, and PyCharm, I ensure the reliability, scalability, and efficiency of my projects, consistently adhering to best practices and industry standards.",
        "de": "Ich bin sehr neugierig darauf, die Zusammenhänge besser zu verstehen und strebe danach, das „große Ganze“ zu erfassen, um das Warum, Wie und Was von Aufgaben zu verstehen. Ich bevorzuge Sachverhalte zu verstehen und zu begreifen, anstatt etwas auswendig zu lernen, am Liebsten habe ich es die jeweilige Aufgabe vollständig zu verstehen, um meine Prioritäten richtig zu setzen. Eine Kultur des Feedbacks und der offenen Kommunikation ist für mich unverzichtbar, da ich Einblicke in Bereiche schätze, in denen ich mich verbessern und wachsen kann.\n\nIch bevorzuge die Arbeit im Home-Office und nutze mein Organisationstalent und meine Fähigkeit, Aufgaben effizient nach Prioritäten zu ordnen, um die rechtzeitige Erledigung von Aufträgen sicherzustellen. Meine schnelle Auffassungsgabe ermöglicht es mir, Konzepte schnell zu erfassen, wenn sie klar dargestellt werden, was zu meiner Unabhängigkeit und Eigenverantwortung bei der Ausführung von Aufgaben beiträgt. Durch meine Entschlossenheit und Gewissenhaftigkeit liefere ich stets zuverlässige und hochwertige Arbeit und gebe nicht auf, bis die Aufgaben zur Zufriedenheit erledigt sind.\n\nIch erkenne meine Schwächen an, darunter Introvertiertheit und Schüchternheit, aber ich arbeite aktiv daran, diese Hindernisse durch kontinuierliches Lernen und Selbstverbesserung zu überwinden. Smalltalk mir nicht leicht fällt, allerdings zeichne ich mich mit einer effektiven Kommunikation aus, wenn es um  das Lösen von inhaltliche Herausforderungen und Problemem geht. Darüber hinaus begegne ich meinem Perfektionismus, indem ich mich eher um Verbesserungen als um Makellosigkeit bemühe und die Bedeutung von Fortschritt gegenüber Perfektion anerkenne.\n\nMeine Soft Skills, einschließlich effektiver Kommunikation, Liebe zum Detail und Anpassungsfähigkeit, ergänzen meine technischen Fähigkeiten in der Programmierung. Mit meinen Kenntnissen in Python, Django, Django REST Framework, Flask und verwandten Tools wie Unittest, Pytest und CLI-Anwendungen bin ich in der Softwareentwicklung hervorragend. Darüber hinaus erstreckt sich mein Fachwissen auf die Versionskontrolle mit Git und GitHub, die Bereitstellung mit Heroku, Vercel und Render sowie die Datenbankverwaltung mit SQLite, PostgreSQL und SQL.\n\nDarüber hinaus bin ich versiert in UML, Wireframe, User Stories und Entity-Relationship-Diagrammen, was meine Fähigkeit, robuste Softwarelösungen zu konzipieren und zu entwickeln, noch verbessert. Durch den Einsatz von Tools wie Sentry, Docker, Celery und PyCharm stelle ich die Zuverlässigkeit, Skalierbarkeit und Effizienz meiner Projekte sicher und halte mich dabei stets an Best Practices und Branchenstandards.",
        "fr": "Je fais preuve d'une grande curiosité pour comprendre l'ensemble des processus, m'efforçant de saisir la « vue d'ensemble » pour comprendre le pourquoi, le comment et le quoi des tâches. Je donne la priorité à la compréhension plutôt qu'à l'apprentissage par cœur, cherchant à comprendre pleinement la tâche à accomplir afin de hiérarchiser efficacement mes priorités. Une culture du retour d'information et de la communication ouverte est indispensable pour moi, car j'apprécie les idées sur les domaines dans lesquels je peux m'améliorer et me développer.\n\nAyant une préférence pour le travail à domicile, je mets à profit mon sens de l'organisation et ma capacité à hiérarchiser les tâches de manière efficace, afin de garantir l'achèvement des missions dans les délais impartis. Ma rapidité de compréhension me permet de saisir rapidement les concepts lorsqu'ils sont présentés clairement, ce qui contribue à mon indépendance et à ma responsabilité personnelle dans l'exécution des tâches. Animé par la détermination et la conscience professionnelle, je fournis constamment un travail fiable et de haute qualité, refusant d'abandonner jusqu'à ce que les tâches soient achevées à la satisfaction de tous.\n\nJe reconnais mes faiblesses, notamment mon introversion et ma timidité, mais je m'efforce activement de surmonter ces obstacles par l'apprentissage continu et l'amélioration de soi. Si la conversation ne me vient pas naturellement, j'excelle dans la résolution de problèmes et la communication efficace lorsque je m'attaque à des défis importants. En outre, je lutte contre le perfectionnisme en m'efforçant de m'améliorer plutôt que d'être irréprochable, reconnaissant ainsi l'importance du progrès par rapport à la perfection.\n\nMes compétences générales, notamment une communication efficace, le souci du détail et la capacité d'adaptation, complètent mes compétences techniques en programmation. Maîtrisant Python, Django, Django REST Framework, Flask, et des outils connexes tels que Unittest, Pytest, et des applications CLI, j'excelle dans le développement de logiciels. En outre, mon expertise s'étend au contrôle de version avec Git et GitHub, au déploiement avec Heroku, Vercel et Render, et à la gestion de bases de données avec SQLite, PostgreSQL et SQL.\n\nEn outre, je connais bien l'UML, le wireframe, les récits d'utilisateurs et les diagrammes entité-relation, ce qui renforce ma capacité à conceptualiser et à développer des solutions logicielles robustes. En utilisant des outils tels que Sentry, Docker, Celery et PyCharm, j'assure la fiabilité, l'évolutivité et l'efficacité de mes projets, en adhérant constamment aux meilleures pratiques et aux normes de l'industrie."
      }
    },
    {
      "free_time": {
        "en": "I would like to have time for a dog again. I really miss the morning walks with my dog to start the day with positive energy. My aim is to find a better balance between my life and my needs, those of my son and the demands of my future job. In the morning, I need time for myself, to find the strength and energy I need for the hole day, to concentrate and to do something good for my body. I like sitting in front of the computer, but you also need time to exercise and channel your energy. Organizing my energy in the evening does not work as well as it does in the morning.\n\nIn the evening, I like to watch films and take a break from my day. I like spending time with animals, especially dogs and horses. Some time ago, I have bought a little pony for my son and me. I love spending time with animals. This pony is so adorable and it gives me so much strength back. Once a week I am able to take riding lessens. This horse is amazing, the bond I feel to him is really fascinating.\n\nI like to talk with my family and my best friend. I really enjoy exchanging information on specific subjects, small-talk is difficult for me. I like to share my knowledge, I like to teach others and I'm a good listener. For some time now, I've been reading articles on Medium or Dev.io to refine my knowledge. I've also written articles on Dev.io.",
        "de": "Ich würde gerne wieder Zeit für einen Hund haben. Ich vermisse die morgendlichen Spaziergänge mit meinem Hund sehr, um den Tag mit positiver Energie zu beginnen. Mein Ziel ist es, ein besseres Gleichgewicht zwischen meinem Leben und meinen Bedürfnissen, denen meines Sohnes und den Anforderungen meines zukünftigen Jobs zu finden. Morgens brauche ich Zeit für mich, um Kraft und Energie für den ganzen Tag zu tanken, mich zu konzentrieren und meinem Körper etwas Gutes zu tun. Ich sitze gerne vor dem Computer, aber man braucht auch Zeit, um sich zu bewegen und seine Energie zu kanalisieren. Meine Energie am Abend zu sammeln, funktioniert nicht so gut wie am Morgen.\n\nAbends schaue ich gerne Filme und erhole mich vom Alltag. Ich verbringe gerne Zeit mit Tieren, vor allem mit Hunden und Pferden. Vor einiger Zeit habe ich für meinen Sohn und mich ein kleines Pony gekauft. Ich liebe es, Zeit mit Tieren zu verbringen. Dieses Pony ist so niedlich und gibt mir so viel Kraft zurück. Einmal in der Woche kann ich reiten gehen. Dieses Pferd ist unglaublich, die Bindung, die ich zu ihm fühle, ist wirklich faszinierend.\n\nIch unterhalte mich gerne mit meiner Familie und meinem besten Freund. Ich tausche gerne Informationen über bestimmte Themen aus, Smalltalk fällt mir schwer. Ich teile gerne mein Wissen, ich bringe anderen gerne etwas bei und ich bin ein guter Zuhörer. Seit einiger Zeit lese ich Artikel auf Medium oder Dev.io, um mein Wissen zu vertiefen. Ich habe auch Artikel auf Dev.io geschrieben.",
        "fr": "J'aimerais avoir à nouveau le temps de m'occuper d'un chien. Les promenades matinales avec mon chien me manquent beaucoup pour commencer la journée avec une énergie positive. Mon objectif est de trouver un meilleur équilibre entre ma vie et mes besoins, ceux de mon fils et les exigences de mon futur emploi. Le matin, j'ai besoin de temps pour moi, pour trouver la force et l'énergie dont j'ai besoin pour toute la journée, pour me concentrer et pour faire du bien à mon corps. J'aime m'asseoir devant l'ordinateur, mais il faut aussi avoir du temps pour faire de l'exercice et canaliser son énergie. L'organisation de mon énergie le soir ne fonctionne pas aussi bien que le matin.\n\nLe soir, j'aime regarder des films et faire une pause dans ma journée. J'aime passer du temps avec les animaux, en particulier les chiens et les chevaux. Il y a quelque temps, j'ai acheté un petit poney pour mon fils et moi. J'adore passer du temps avec les animaux. Ce poney est tellement adorable et il me redonne beaucoup de force. Une fois par semaine, je peux montre à cheval. Ce cheval est extraordinaire, le lien que je ressens avec lui est vraiment fascinant.\n\nJ'aime parler avec ma famille et mon meilleur ami. J'aime beaucoup échanger des informations sur des sujets spécifiques, le small-talk est difficile pour moi. J'aime partager mes connaissances, j'aime enseigner aux autres et je sais écouter. Depuis quelque temps, je lis des articles sur Medium ou Dev.io pour affiner mes connaissances. J'ai également écrit des articles sur Dev.io."
      }
    }
  ],
  "Achievement": [
    {
      "title": {
        "en": "Formation",
        "de": "Weiterbildung",
        "fr": "Formation"
      },
      "content": {
        "en": "In June 2024: Ready to complete a 24-month training program within 21 month.",
        "de": "Im Juni 2024: Bereit, ein 24-monatiges Ausbildungsprogramm innerhalb von 21 Monaten zu absolvieren.",
        "fr": "En juin 2024 : Prêt à compléter un programme de formation de 24 mois dans un délai de 21 mois."
      }
    },
    {
      "title": {
        "en": "Relocate",
        "de": "Umzug",
        "fr": "Délocalisation"
      },
      "content": {
        "en": "Relocated to Rennes and started a formation within 6 weeks, despite the challenge of finding accommodation.",
        "de": "Umzug nach Rennes und Beginner einer Ausbildung innerhalb von 6 Wochen, obwohl es schwierig war, eine Unterkunft zu finden.",
        "fr": "Déménagé à Rennes et commencé une formation en 6 semaines, malgré la difficulté de trouver un logement."
      }
    },
    {
      "title": {
        "en": "Single parent",
        "de": "Alleinerziehend",
        "fr": "Mére isolé"
      },
      "content": {
        "en": "Single parent, working full-time (80% in enterprise and 20% formation).",
        "de": "Alleinerziehend, Vollzeitbeschäftigung (80% im Unternehmen und 20% in der Ausbildung).",
        "fr": "Mére isolé, travaillant à temps plein (80 % en entreprise et 20 % en formation)."
      }
    },
    {
      "title": {
        "en": "French",
        "de": "Französisch",
        "fr": "Française"
      },
      "content": {
        "en": "Undertook formation in French, despite limited proficiency in the language.",
        "de": "Trotz begrenzter Französischsprachkenntnisse eine Ausbildung in Französisch absolviert.",
        "fr": "Suivi une formation en français, malgré une maîtrise limitée de la langue."
      }
    },
    {
      "title": {
        "en": "Challenges",
        "de": "Herausforderungen",
        "fr": "Défis"
      },
      "content": {
        "en": "Demonstrated resilience and adaptability in overcoming challenges.",
        "de": "Bewiesene Widerstandsfähigkeit und Anpassungsfähigkeit bei der Bewältigung von Herausforderungen.",
        "fr": "Faire preuve de résilience et d'adaptabilité pour surmonter les difficultés."
      }
    },
    {
      "title": {
        "en": "Self",
        "de": "Selbst",
        "fr": "Soi-même"
      },
      "content": {
        "en": "Proved commitment to continuous self-improvement and ability to thrive in adverse situations.",
        "de": "Nachgewiesene Bereitschaft zur ständigen Selbstverbesserung und Fähigkeit, auch in schwierigen Situationen erfolgreich zu sein.",
        "fr": "Engagement prouvé en faveur d'une amélioration continue de soi et capacité à s'épanouir dans des situations défavorables."
      }
    },
    {
      "title": {
        "en": "Myself",
        "de": "Myself",
        "fr": "Moi-même"
      },
      "content": {
        "en": "Through sheer determination and perseverance, I navigated through the complexities of the coursework and emerged victorious, showcasing my resilience and adaptability in adverse situations.",
        "de": "Durch schiere Entschlossenheit und Beharrlichkeit habe ich mich durch komplexe Programme gearbeitet und habe Erfolge erziehlt, wobei ich meine Widerstandsfähigkeit und Anpassungsfähigkeit in schwierigen Situationen unter Beweis gestellt habe.",
        "fr": "À force de détermination et de persévérance, j'ai surmonté les complexités du travail de cours et j'en suis sorti victorieux, démontrant ainsi ma résilience et ma capacité d'adaptation dans des situations difficiles."
      }
    }
  ],
  "Fact": [
    {
      "title": {
        "en": "Availability",
        "de": "Verfügbarkeit",
        "fr": "Disponibilité"
      },
      "content": {
        "en": "I am currently in search of a new job opportunity and am available to start within 1.5 months. I am eager to bring my skills and experience to a new role and contribute to the success of a dynamic organization.",
        "de": "Ich bin bereit, in 1,5 Monaten eine neue Stelle anzutreten und möchte in einem dynamischen Unternehmen mitarbeiten.",
        "fr": "Je suis disponible pour commencer un nouvel emploi dans un 1.5 et désireux de contribuer à une organisation dynamique."
      }
    },
    {
      "title": {
        "en": "Relocate",
        "de": "Umzug",
        "fr": "Délocalisation"
      },
      "content": {
        "en": "I need to vacate my apartment by 31.12.2024 and am ready to relocate within France (preferably near the German border) or to Switzerland.",
        "de": "Ich muss meine Wohnung zum 31.12.2024 räumen und bin bereit, innerhalb Frankreichs (vorzugsweise nahe der deutschen Grenze) oder in die Schweiz umzuziehen.",
        "fr": "Je dois quitter mon appartement pour le 31 décembre 2024 et je suis prêt à déménager en France (de préférence près de la frontière allemande) ou en Suisse."
      }
    },
    {
      "title": {
        "en": "Formation",
        "de": "Weiterbildung",
        "fr": "Formation"
      },
      "content": {
        "en": "I am finishing my training and will complete it upon securing a new employer, eager to apply my knowledge and skills in a professional setting.",
        "de": "Ich beende meine Ausbildung und werde sie abschließen, sobald ich einen neuen Arbeitgeber gefunden habe, und möchte meine Kenntnisse und Fähigkeiten in einem professionellen Umfeld anwenden.",
        "fr": "Je suis en train de terminer ma formation et je l'achèverai lorsque j'aurai trouvé un nouvel employeur, impatient d'appliquer mes connaissances et mes compétences dans un cadre professionnel."
      }
    }
  ],
  "Job": [
    {
      "company_name": {
        "en": "Cocoonr Hosting Power and Book&Pay",
        "de": "Cocoonr Hosting Power und Book&Pay",
        "fr": "Cocoonr Hosting Power et Book&Pay"
      },
      "position": {
        "en": "Apprenticeship as Python Developer",
        "de": "Berufsausbildung zur Python-Entwicklerin",
        "fr": "Apprentissage de développeuse Python"
      },
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": {
        "en": "Rennes (FRANCE)",
        "de": "Rennes (FRANKREICH)",
        "fr": "Rennes (FRANCE)"
      },
      "description": {
        "en": [
          "I have effectively utilized Notion as an integral tool for managing project workflows.",
          "My expertise includes working on tasks within Notion, where I have seamlessly created, tracked, and completed independently various project assignments, ensuring timely delivery and adherence to project goals.",
          "Proficient in handling database requests and exporting data into CSV files.",
          "Responsible for managing the internal Slack chat 'Assistance Technique' where colleagues report bugs, problems, and server errors.",
          "Skilled in checking Sentry for errors and identifying issues promptly.",
          "Experienced in verifying bugs, resolving them, or creating development requests as necessary.",
          "Capable of analyzing code to provide explanations for issues and propose solutions.",
          "Enhanced understanding of website operations and management through problem-solving activities.",
          "Skilled in implementing new dashboard modules and assembling custom code modules to create innovative dashboard features."
        ],
        "de": [
          "Ich habe Notion effektiv als integrales Werkzeug für die Verwaltung von Projektabläufen eingesetzt.",
          "Zu meinen Fachkenntnissen gehört die Arbeit an Aufgaben innerhalb von Notion, in dem ich verschiedene Projektaufgaben nahtlos erstellt, verfolgt und unabhängig abgeschlossen habe, wobei ich die rechtzeitige Lieferung und Einhaltung der Projektziele sichergestellt habe.",
          "Beherrscht den Umgang mit Datenbankanfragen und den Export von Daten in CSV-Dateien.",
          "Verantwortlich für die Verwaltung des internen Slack-Chats „Assistance Technique“, in dem Kollegen Bugs, Probleme und Serverfehler melden.",
          "In der Lage, Sentry auf Fehler zu überprüfen und Probleme sofort zu erkennen.",
          "Erfahrung mit der Überprüfung von Fehlern, deren Behebung oder der Erstellung von Entwicklungsaufträgen, falls erforderlich.",
          "In der Lage, Code zu analysieren, um Erklärungen für Probleme zu liefern und Lösungen vorzuschlagen.",
          "Verbessertes Verständnis von Website-Betrieb und -Verwaltung durch Problemlösungsaktivitäten.",
          "In der Lage, neue Dashboard-Module zu implementieren und benutzerdefinierte Code-Module zusammenzustellen, um innovative Dashboard-Funktionen zu schaffen."
        ],
        "fr": [
          "J'ai utilisé Notion de manière efficace en tant qu'outil intégral de gestion des flux de travail des projets.",
          "Mon expertise comprend le travail sur des tâches au sein de Notion, où j'ai créé, suivi et achevé de manière transparente et indépendante diverses missions de projet, en veillant à la livraison dans les délais et au respect des objectifs du projet.",
          "Maîtrise de la gestion des demandes de bases de données et de l'exportation des données dans des fichiers CSV.",
          "Responsable de la gestion du chat interne Slack « Technique d'assistance » où les collègues signalent les bogues, les problèmes et les erreurs de serveur.",
          "Compétences en matière de recherche d'erreurs dans Sentry et d'identification rapide des problèmes.",
          "Expérience de la vérification des bogues, de leur résolution ou de la création de demandes de développement si nécessaire.",
          "Capable d'analyser le code pour fournir des explications sur les problèmes et proposer des solutions.",
          "Amélioration de la compréhension des opérations et de la gestion des sites web par le biais d'activités de résolution de problèmes.",
          "Compétences dans la mise en œuvre de nouveaux modules de tableaux de bord et dans l'assemblage de modules de code personnalisés pour créer des fonctions de tableaux de bord innovantes."
        ]
      },
      "job_type": "APPRENTICESHIP"
    },
    {
      "company_name": {
        "en": "",
        "de": "",
        "fr": ""
      },
      "position": {
        "en": "Parental Leave",
        "de": "Elternzeit",
        "fr": "Congé parental"
      },
      "start_date": "2020-09-01",
      "end_date": "2022-11-21",
      "address": {
        "en": "Villeneuve-la-Garenne (FRANCE)",
        "de": "Villeneuve-la-Garenne (FRANKREICH)",
        "fr": "Villeneuve-la-Garenne (FRANCE)"
      },
      "description": {
        "en": [
          "Dedication to my family's needs and being present during key developmental stages of my child's life. Grow personally and develop important skills such as patience, time management, and multitasking.",
          "Maintain a healthy work-life balance by taking time off to prioritize family while also recognizing the significance of personal and professional development."
        ],
        "de": [
          "Sich den Bedürfnissen meiner Familie zu widmen und in den wichtigsten Entwicklungsphasen meines Kindes präsent zu sein. Persönlich zu wachsen und wichtige Fähigkeiten wie Geduld, Zeitmanagement und Multitasking zu entwickeln.",
          "Halten Sie ein gesundes Gleichgewicht zwischen Arbeit und Privatleben aufrecht, indem Sie sich Zeit für die Familie nehmen, aber auch die Bedeutung der persönlichen und beruflichen Entwicklung anerkennen."
        ],
        "fr": [
          "Se consacrer aux besoins de ma famille et être présent lors des étapes clés du développement de la vie de mon enfant. M'épanouir personnellement et développer des compétences importantes telles que la patience, la gestion du temps et la capacité à effectuer plusieurs tâches à la fois.",
          "Maintenir un bon équilibre entre vie professionnelle et vie privée en prenant des congés pour donner la priorité à la famille, tout en reconnaissant l'importance du développement personnel et professionnel."
        ]
      },
      "job_type": "PARENTAL_LEAVE"
    },
    {
      "company_name": {
        "en": "Comdata (Nissan)",
        "de": "Comdata (Nissan)",
        "fr": "Comdata (Nissan)"
      },
      "position": {
        "en": "Customer Support Agent (Helpdesk)",
        "de": "Kundensupport-Agent (Helpdesk)",
        "fr": "Agent de support client (Helpdesk)"
      },
      "start_date": "2016-06-01",
      "end_date": "2020-09-01",
      "address": {
        "en": "Gennevilliers (FRANCE)",
        "de": "Gennevilliers (FRANKREICH)",
        "fr": "Gennevilliers (FRANCE)"
      },
      "description": {
        "en": [
          "Proficiently managed multilingual communication channels in both German and English, handling calls, chats, and emails with customers.",
          "Demonstrated efficiency in problem resolution by escalating technical issues to relevant third-party providers, ensuring timely and effective solutions.",
          "Specialized expertise as a Telematics Agent (Helpdesk Agent), tasked with resolving inquiries and addressing issues pertaining to the onboard infotainment system and associated services within automotive environments.",
          "Utilized Salesforce CRM proficiently as a comprehensive recording and management system, facilitating streamlined documentation and tracking of customer interactions and resolutions."
        ],
        "de": [
          "Beherrschte die mehrsprachigen Kommunikationskanäle in Deutsch und Englisch und bearbeitete Anrufe, Chats und E-Mails mit Kunden.",
          "Nachgewiesene Effizienz bei der Problemlösung durch Weiterleitung von technischen Problemen an die entsprechenden Drittanbieter, um zeitnahe und effektive Lösungen zu gewährleisten.",
          "Spezialisiertes Fachwissen als Telematik-Agent (Helpdesk-Agent), der mit der Lösung von Anfragen und Problemen im Zusammenhang mit dem bordeigenen Infotainment-System und den damit verbundenen Diensten in Automobilumgebungen betraut ist.",
          "Nutzte Salesforce CRM als umfassendes Aufzeichnungs- und Managementsystem, das eine optimierte Dokumentation und Verfolgung von Kundeninteraktionen und -lösungen ermöglichte."
        ],
        "fr": [
          "Gestion efficace des canaux de communication multilingues en allemand et en anglais, traitement des appels, des chats et des courriels avec les clients.",
          "Faire preuve d'efficacité dans la résolution des problèmes en faisant remonter les problèmes techniques aux fournisseurs tiers concernés, en veillant à ce que les solutions soient rapides et efficaces.",
          "Expertise spécialisée en tant qu'agent télématique (agent du service d'assistance), chargé de répondre aux demandes de renseignements et de résoudre les problèmes liés au système d'infodivertissement embarqué et aux services associés dans les environnements automobiles.",
          "Utilisation efficace de Salesforce CRM en tant que système d'enregistrement et de gestion complet, facilitant la documentation rationalisée et le suivi des interactions avec les clients et des résolutions."
        ]
      },
      "job_type": "EMPLOYED"
    },
    {
      "company_name": {
        "en": "",
        "de": "",
        "fr": ""
      },
      "position": {
        "en": "Time of integration in France",
        "de": "Zeit der Integration in Frankreich",
        "fr": "Temps d'intégration en France"
      },
      "start_date": "2015-05-01",
      "end_date": "2016-06-01",
      "address": {
        "en": "Paris (FRANCE)",
        "de": "Paris (FRANKREICH)",
        "fr": "Paris (FRANCE)"
      },
      "description": {
        "en": [
          "Proactively relocated to France, demonstrating adaptability and a readiness to embrace new experiences.",
          "Engaged in the vibrant community of Paris as a dog walker, providing attentive care and companionship to pets while exploring the city's diverse neighborhoods."
        ],
        "de": [
          "Freiwilliger Umzug nach Frankreich und dabei die Anpassungsfähigkeit und die Bereitschaft bewiesen, sich auf neue Erfahrungen einzulassen.",
          "Engagiert sich in der pulsierenden Gemeinschaft von Paris als Hundeausführerin, die sich aufmerksam um ihre Haustiere kümmert und sie begleitet, während sie die verschiedenen Viertel der Stadt erkundet."
        ],
        "fr": [
          "A déménagé en France de manière proactive, en faisant preuve d'adaptabilité et d'une volonté d'accepter de nouvelles expériences.",
          "Engagé dans la communauté dynamique de Paris en tant que promeneur de chiens, fournissant des soins attentifs et de la compagnie aux animaux de compagnie tout en explorant les divers quartiers de la ville."
        ]
      },
      "job_type": "SABBATICAL"
    },
    {
      "company_name": {
        "en": "Research Clinical Center of Freiburg im Breisgau",
        "de": "Zentrale Klinische Forschung in Freiburg im Breisgau",
        "fr": "Centre de recherche clinique de Fribourg-en-Brisgau"
      },
      "position": {
        "en": "Chemical Technical Assistant",
        "de": "Chemisch Technische Assistentin",
        "fr": "Assistant technique en chimie"
      },
      "start_date": "2008-06-01",
      "end_date": "2015-02-01",
      "address": {
        "en": "Freiburg im Breisgau (Germany)",
        "de": "Freiburg im Breisgau (Deutschland)",
        "fr": "Fribourg-en-Brisgau (Allemagne)"
      },
      "description": {
        "en": [
          "Autonomously managed projects under the supervision of senior leadership, demonstrating initiative and self-reliance in project execution.",
          "Proficiently analyzed project-generated data, translating findings into visually informative graphs and reports to facilitate data-driven decision-making processes. Collaborated effectively with post-doctoral researchers, fostering teamwork and knowledge exchange to achieve project objectives efficiently."
        ],
        "de": [
          "Selbstständige Leitung von Projekten unter der Aufsicht von Führungskräften, wobei er bei der Projektdurchführung Eigeninitiative und Selbstständigkeit bewiesen hat.",
          "Analysierte die im Rahmen des Projekts gewonnenen Daten und erstellte aussagekräftige Diagramme und Berichte, um datengestützte Entscheidungsprozesse zu erleichtern. Effektive Zusammenarbeit mit Post-Docs, Förderung der Teamarbeit und des Wissensaustauschs, um die Projektziele effizient zu erreichen."
        ],
        "fr": [
          "Gérer de manière autonome des projets sous la supervision de la direction générale, en faisant preuve d'initiative et d'autonomie dans l'exécution des projets.",
          "A analysé avec compétence les données générées par le projet, traduisant les résultats en graphiques et rapports visuellement informatifs afin de faciliter les processus de prise de décision fondés sur des données. Collaborer efficacement avec des chercheurs post-doctoraux, en favorisant le travail d'équipe et l'échange de connaissances afin d'atteindre efficacement les objectifs du projet."
        ]
      },
      "job_type": "EMPLOYED"
    },
    {
      "company_name": {
        "en": "OpenClassrooms",
        "de": "OpenClassrooms",
        "fr": "OpenClassrooms"
      },
      "position": {
        "en": "Online Formation as Developer Python",
        "de": "Online-Ausbildung zur Python Entwicklerin",
        "fr": "Formation en ligne de développeuse Python"
      },
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": {
        "en": "Home Office (FRANCE)",
        "de": "Home-Office (FRANKREICH)",
        "fr": "Télétravail (FRANCE)"
      },
      "description": {
        "en": [
          "Online training with OpenClassrooms, demonstrating dedication to self-improvement and professional development through distance learning.",
          "Successfully completed coursework and assignments from a home office environment, showcasing adaptability and self-discipline in remote work settings.",
          "Bachelor's-level diploma program, underscoring academic achievement and commitment to continuous learning and skill enhancement.",
          "Data management via ETL, Git/GitHub version control, Python basics.",
          "UML use case diagram, user stories, functional models, macro project breakdown with Kanban.",
          "Python code structuring with design patterns, PEP 8 adherence, object-oriented programming.",
          "Interacting with REST APIs, front-end development with HTML/CSS/JS.",
          "Problem deconstruction, algorithm development.",
          "Agile project management, functional requirement definition, prototyping with domain models/mock-ups.",
          "API security (OWASP/RGPD), Django REST API creation, Postman.",
          "Python test suite implementation, error handling, environment configuration, debugging.",
          "Secure database implementation with Python/SQL.",
          "Application documentation, technical error reduction, Sentry code control, deployment, CI/CD methodology, modular Python architecture."
        ],
        "de": [
          "Online-Weiterbildung mit OpenClassrooms, die das Engagement für die Selbstverbesserung und die berufliche Entwicklung durch Fernunterricht unter Beweis stellt.",
          "Erfolgreiche Erledigung von Kursen und Aufgaben im Home-Office, die Anpassungsfähigkeit und Selbstdisziplin bei der Arbeit an entfernten Standorten unter Beweis gestellt haben.",
          "Diplomstudiengang auf Bachelor-Niveau, der die akademischen Leistungen und das Engagement für kontinuierliches Lernen und die Verbesserung der Fähigkeiten unterstreicht.",
          "Datenmanagement über ETL, Git/GitHub Versionskontrolle, Python-Grundlagen.",
          "UML-Use-Case-Diagramm, Benutzergeschichten, Funktionsmodelle, Makro-Projektgliederung mit Kanban.",
          "Python-Code-Strukturierung mit Entwurfsmustern, Einhaltung von PEP 8, objektorientierte Programmierung.",
          "Interaktion mit REST-APIs, Front-End-Entwicklung mit HTML/CSS/JS.",
          "Problemzerlegung, Algorithmenentwicklung.",
          "Agiles Projektmanagement, Definition funktionaler Anforderungen, Prototyping mit Domänenmodellen/Mock-ups.",
          "API-Sicherheit (OWASP/RGPD), Erstellung von Django REST API, Postman.",
          "Implementierung einer Python- Testumgebung, Fehlerbehandlung, Umgebungskonfiguration, Debugging.",
          "Sichere Datenbankimplementierung mit Python/SQL.",
          "Anwendungsdokumentation, Reduzierung der technischen Fehler, Sentry-Codekontrolle, Bereitstellung, CI/CD-Methodik, modulare Python-Architektur."
        ],
        "fr": [
          "Formation en ligne avec OpenClassrooms, démontrant un dévouement à l'auto-amélioration et au développement professionnel par le biais de l'apprentissage à distance.",
          "A réalisé avec succès des travaux de cours et des missions à partir d'un bureau à domicile, faisant preuve d'adaptabilité et d'autodiscipline dans des environnements de travail à distance.",
          "Programme diplômant de niveau licence, soulignant la réussite académique et l'engagement en faveur de l'apprentissage continu et de l'amélioration des compétences.",
          "Gestion des données via ETL, contrôle de version Git/GitHub, bases de Python.",
          "Diagramme de cas d'utilisation UML, récits d'utilisateurs, modèles fonctionnels, macro-découpage de projet avec Kanban.",
          "Structuration du code Python avec des modèles de conception, adhésion au PEP 8, programmation orientée objet.",
          "Interaction avec les API REST, développement frontal avec HTML/CSS/JS.",
          "Déconstruction de problèmes, développement d'algorithmes.",
          "Gestion de projet agile, définition des exigences fonctionnelles, prototypage avec des modèles/maquettes de domaine.",
          "Sécurité des API (OWASP/RGPD), création d'API REST en Django, Postman.",
          "Mise en œuvre d'une suite de tests Python, gestion des erreurs, configuration de l'environnement, débogage.",
          "Mise en œuvre de bases de données sécurisées avec Python/SQL.",
          "Documentation des applications, réduction des erreurs techniques, contrôle du code Sentry, déploiement, méthodologie CI/CD, architecture modulaire Python."
        ]
      },
      "job_type": "FORMATION"
    },
    {
      "company_name": {
        "en": "",
        "de": "",
        "fr": ""
      },
      "position": {
        "en": "weekly mentor sessions with Django and OpenClassrooms Mentor",
        "de": "wöchentliche Mentorensitzungen mit Django und OpenClassrooms Mentor",
        "fr": "sessions hebdomadaires de mentorat avec Django et OpenClassrooms Mentor"
      },
      "start_date": "2022-11-21",
      "until_present": "True",
      "address": {
        "en": "Home Office (FRANCE)",
        "de": "Home-Office (FRANKREICH)",
        "fr": "Télétravail (FRANCE)"
      },
      "description": {
        "en": [
          "Engaged in distance learning mentor sessions with an OpenClassrooms mentor as part of my coursework. Utilizing the sessions to seek guidance and clarification on OpenClassrooms projects, ensuring comprehension and successful completion of assignments.",
          "Received personalized support and mentorship to navigate through the projects, benefiting from expert guidance and practical insights to enhance project understanding and execution."
        ],
        "de": [
          "Teilnahme an Fernunterrichtssitzungen mit einem OpenClassrooms-Mentor als Teil meiner Kursarbeit. Ich nutzte die Sitzungen, um mich bei OpenClassrooms-Projekten beraten zu lassen und um sicherzustellen, dass ich die Aufgaben verstehe und erfolgreich abschließen kann.",
          "Erhielt persönliche Unterstützung und Betreuung bei der Durchführung der Projekte und profitierten von fachkundiger Anleitung und praktischen Einblicken, um das Verständnis und die Durchführung der Projekte zu verbessern."
        ],
        "fr": [
          "J'ai participé à des sessions d'apprentissage à distance avec un mentor OpenClassrooms dans le cadre de mes cours. J'ai utilisé ces sessions pour demander des conseils et des éclaircissements sur les projets OpenClassrooms, en m'assurant de la compréhension et de la réussite des travaux.",
          "Bénéficié d'un soutien personnalisé et d'un mentorat pour mener à bien les projets, en profitant de conseils d'experts et d'idées pratiques pour améliorer la compréhension et l'exécution des projets."
        ]
      },
      "job_type": "MENTORING"
    },
    {
      "company_name": {
        "en": "",
        "de": "",
        "fr": ""
      },
      "position": {
        "en": "weekly mentor sessions with Django Mentor",
        "de": "wöchentliche Mentorensitzungen mit Django Mentor",
        "fr": "sessions hebdomadaires de mentorat avec Django Mentor"
      },
      "start_date": "2023-09-01",
      "end_date": "2024-07-01",
      "address": {
        "en": "Home Office (FRANCE)",
        "de": "Home-Office (FRANKREICH)",
        "fr": "Télétravail (FRANCE)"
      },
      "description": {
        "en": [
          "Comprehensive understanding of Django's core principles, including its processes, functionalities, and best practices.",
          "Received personalized guidance and support in effectively utilizing Django for project development, including practical insights into implementation strategies and optimization techniques.",
          "Additionally, received assistance with OpenClassrooms projects to deepen comprehension and refine project execution, enhancing overall learning outcomes and skill proficiency."
        ],
        "de": [
          "Umfassendes Verständnis der Kernprinzipien von Django, einschließlich seiner Prozesse, Funktionalitäten und Best Practices.",
          "Erhielt persönliche Anleitung und Unterstützung bei der effektiven Nutzung von Django für die Projektentwicklung, einschließlich praktischer Einblicke in Implementierungsstrategien und Optimierungstechniken.",
          "Darüber hinaus erhielt ich Unterstützung bei OpenClassrooms-Projekten, um das Verständnis zu vertiefen und die Projektdurchführung zu verfeinern, was die allgemeinen Lernergebnisse und Fähigkeiten verbesserte."
        ],
        "fr": [
          "Compréhension globale des principes fondamentaux de Django, y compris ses processus, ses fonctionnalités et ses meilleures pratiques.",
          "Conseils personnalisés et soutien dans l'utilisation efficace de Django pour le développement de projets, y compris des aperçus pratiques sur les stratégies de mise en œuvre et les techniques d'optimisation.",
          "En outre, j'ai bénéficié d'une assistance pour les projets OpenClassrooms afin d'approfondir la compréhension et d'affiner l'exécution du projet, ce qui a permis d'améliorer les résultats globaux de l'apprentissage et la maîtrise des compétences."
        ]
      },
      "job_type": "MENTORING"
    },
    {
      "company_name": {
        "en": "Ironhack Paris",
        "de": "Ironhack Paris",
        "fr": "Ironhack Paris"
      },
      "position": {
        "en": "Web development bootcamp",
        "de": "Bootcamp für Webentwicklung",
        "fr": "Développement web bootcamp"
      },
      "start_date": "2019-08-01",
      "end_date": "2019-10-01",
      "address": {
        "en": "Paris (FRANCE)",
        "de": "Paris (FRANKREICH)",
        "fr": "Paris (FRANCE)"
      },
      "description": {
        "en": [
          "Completed a rigorous 3-month intensive bootcamp focused on becoming a proficient Full Stack Web Developer.",
          "Comprehensive instruction covering fundamental concepts and tools essential for full stack web  development.",
          "Actively engaged in hands-on learning, culminating in the creation of personalized projects to solidify understanding and apply newly acquired skills."
        ],
        "de": [
          "Abschluss einer anspruchsvollen 3-monatigen Intensiv-Bootcamps mit dem Ziel, ein kompetenter Full Stack Web Developer zu werden.",
          "Umfassender Unterricht zu grundlegenden Konzepten und Tools, die für die Full-Stack-Webentwicklung unerlässlich sind.",
          "Aktives praktisches Lernen, das in der Erstellung individueller Projekte endet, um das Verständnis zu festigen und neu erworbene Fähigkeiten anzuwenden."
        ],
        "fr": [
          "J'ai suivi un rigoureux bootcamp intensif de 3 mois visant à devenir un développeur Web Full Stack compétent.",
          "Une formation complète couvrant les concepts fondamentaux et les outils essentiels pour le développement web complet.",
          "S'engager activement dans un apprentissage pratique, culminant avec la création de projets personnalisés pour consolider la compréhension et appliquer les compétences nouvellement acquises."
        ]
      },
      "job_type": "FORMATION"
    }
  ]
}
